aaron-bond.better-comments
austin.code-gnu-global
bungcip.better-toml
dbaeumer.jshint
dbaeumer.vscode-eslint
diegosarmentero.unity-dots-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
kleber-swf.unity-code-snippets
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust
streetsidesoftware.code-spell-checker
Tobiah.unity-tools
Unity.unity-debug
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
