42Crunch.vscode-openapi
aaron-bond.better-comments
alexcvzz.vscode-sqlite
anseki.vscode-color
Arjun.swagger-viewer
austin.code-gnu-global
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CodeStream.codestream
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
diegosarmentero.unity-dots-snippets
donjayamanne.githistory
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gaborv.flatbuffers
gamunu.vscode-yarn
geequlim.godot-tools
GitHub.vscode-pull-request-github
GraphQL.vscode-graphql
humao.rest-client
infosec-intern.yara
JuanBlanco.solidity
kleber-swf.unity-code-snippets
mike-lischke.vscode-antlr4
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
PKief.material-icon-theme
qezhu.gitlink
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.LiveServer
rust-lang.rust
Shan.code-settings-sync
sidthesloth.html5-boilerplate
silvenon.mdx
streetsidesoftware.code-spell-checker
Tobiah.unity-tools
Unity.unity-debug
VisualStudioExptTeam.vscodeintellicode
xyc.vscode-mdx-preview
yzhang.markdown-all-in-one